Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/vuoddoskuvla-ja-js.html.tmx
Source language: sme
Languages: smj

source: Vuođđoskuvla ja JS / Oahpahus / Sámediggi - Sametinget
smj: Vuodoskåvlå ja joarkkaskåvlå / Åhpadus / Sámedigge - Sametinget

source: Oza doarjaga
smj: Åtså biednikdårjav

source: Skuvla lea okta dain deháleamos servodatásahusain.
smj: Skåvllå le mijá sebrudagá ájnnasamos ásadus.

source: Das lea vássánáigi doaimma vuođđun ja galgá min ráhkkanahttit dustet boahtteáiggi.
smj: Dat le åvddålij ájgijda tjanádum ja galggá mijáv boahtte ájgijda gárvedit.

source: Skuvla ja oahpaheaddji daguhit máhto, kultuvrra ja árvvuid nuppi sohkabuolvvas nubbái.
smj: Skåvllå ja åhpadiddje diedojt, kultuvrav ja árvojt doalvvu buolvas buolvvaj åvddålij guovlluj.

source: Gelbbolašvuohta - máhttu - lea servodaga vuođđoveahkkevárri.
smj: Máhtudahka le sebrudagá vuodoresurssa.

source: Vuoruheames ja doarjumis skuvlla ja oahpahusa lea danin mearrideaddjin vai sámi servodat galgá ovdánahttojuvvot sápmelaččaid iežaset višuvnnaid, vuoruhemiid ja eavttuid mielde.
smj: Skåvlåv ja åhpadusáv åvdedimsuorggen dahkat le danen mierredimen vaj sáme sebrudahka åvddånahttá sáme álmmuga visjåvnåj, ietjama vuorodimij ja ævtoj gáktuj.

source: Ovddasvástideaddji politihkkár
smj: Politihkalasj åvdåsvásstediddje

source: Áigeguovdil
smj: Jur dálla

source: Dál sáhtat ohcat stipeandda elektruvnnalaččat
smj: Stipendaj lasedum máksomiere ja vijdedum ulmmejuogos oahppijda sámegielajn fáhkasuorgen

source: Sámediggi joatká 2016:s juolludit giellamovttidahttinstipeandda ohppiide gea...
smj: Sámedigge joarkka aj jagen 2015 juollodit stipendajt oahppijda gejn la sámeg...

source: Loga eambbo
smj: Lågå ienebuv

source: Čájet buot áššiid
smj: Vuoseda divna ássjijt

source: Sámediggi bargá dan badjelii:
smj: Sámediggeráde ájggu barggat nav vaj:

source: ahte galgá ráhkaduvvot ollislaš oahpahuspolitihkka vuođđooahpahussii ja joatkkaoahpahussii
smj: dahkat ålles sáme åhpaduspolitihkav vuodo- ja joarkkaåhpadussaj

source: ahte ruovttoluotta máksinmearri sámegielat oahpahussii muddejuvvo nu ahte duohta golut máksojuvvojit
smj: máksemårnik sáme giellaåhpadussaj hiebaduvvá nav vaj almma ruhtagålo gåbtjåduvvi.

source: ahte Sámi Allaskuvla ovdánahttojuvvo álgoálbmot universiteahttan
smj: sáme Allaskåvllå åvddånahttá álggoálmmukuniversitehttan

source: ahte giliskuvllat sámi guovlluin galget bisuhuvvot
smj: smávbájkij skåvlå sáme guovlojn bisoduvvi

source: ahte ohppiidlohku geat čađahit joatkkaskuvlla lassána
smj: lasedit oahppijlågov gudi joarkkaskåvlåv ålliji.

source: Dát lea mainna dál bargat:
smj: Dálla dáj ássjij barggap:

source: Sámediggedieđáhusain oahpu ja oahpahusa birra.
smj: Sámedikke diedádusájn åhpadusá ja åhpadime birra.

source: Sámediggi Norggas ii leat dássážii hábmen bajitdási mihttomeriid ollislaš oahpahuspolitihkkii.
smj: Vuona Sámedigge ij la dálátjij badjásasj ulmijt åbbålasj åhpaduspolitihkkaj åvddånahttám.

source: Muhto Sámediggedieđáhus oahpu ja oahpahusa birra dán dili rievdada.
smj: Sámedikke diedádusájn åhpadusá ja åhpadime birra ájggu Sámedigge juojddá dájna dahkat.

source: Vuosttažettiin danin go oahpahuspolitihkas lea stuorra mearkkašupmi sámi servodahkii ja servodat- ja gealbohuksemis dál ja ovddasguvlui.
smj: Vuostatjin dajnas gå åhpaduspolitihkka le ájnas sáme sebrudahkaj ja sebrudak- ja máhtudakháhkuhibmáj dálla ja boahtte ájggáj.

source: Váikkuhit dasa ahte oahpahusláhka rávisolbmuidoahpahusláhka, priváhtaskuvllaidláhka ja láhkaásahusat mat gusket sámegiela oahpahussii ođasmahttojuvvojit
smj: Vájkkudit åhpaduslága, ållessjattukåhpaduslága, priváhtaskåvllålága rievddadusán aktan láhkatjallusij ma guosski sáme åhpadussaj.

source: Ođasmahttit oahppoplána man Sámediggi lea mearridan
smj: Ådåstuhttet oahppoplánajt ma li Sámedikkes mierredum.

source: Sámediggi juohká dieđuid ja rávvagiid sámegielat oahpahusa birra vuođđoskuvllas.
smj: Sámedigge juohká diedojt ja bagát sáme åhpadusá hárráj vuodoåhpadusán.

source: Sámegielat oahpahus – vuoigatvuođat ja geatnegasvuođat
smj: Sáme åhpadus – rievtesvuoda ja vælggogisvuoda

source: Gáiddusoahpahus:
smj: Guhkásåhpadibme:

source: Gáiddusoahpahus ja guosseoahppa lea molssaevttolaš oahpahusvuohki man galgá atnit dušše dalle go dábálaš oahpahus ii sáhtte adnot.
smj: Guhkásåhpadibme ja hospiterim le alternátijva åhpadimvuoge ma dåssju galggi aneduvvat dalloj gå dábálasj åhpadibme ij la máhttelis.

source: Jus skuvlaeaiggádis ii leat oahpaheaddji guhte sáhttá oahpahit sámegillii, de son ferte fállat ohppiide oahpahusa sámegielas dákkár molssaevttolaš oahpahusvugiid bakte.
smj: Skåvllåæjgádij gej ij la åhpadiddje mij máhttá sámev åhpadit, hæhttu de ietjas oahppijda sáme åhpadimev fállat dákkár åhpadimvuogij baktu.

source: Odne fállojuvvo sámegielat gáiddusoahpahus sihke vuođđoskuvllain ja joatkkaskuvllain.
smj: Uddni fáladuvvá guhkásåhpadibme sámegielan vuodo- ja joarkkaskåvlåjn.

source: Skuvlaeaiggádis geas ii leat oahpaheaddji sámegieloahpahussii, galgá fállat ohppiide sámegielat oahpahusa molssaevttolaš oahpahusvugiid bakte.
smj: Skåvllåæjgádin gænna ij la åhpadiddje mij máhttá sámev åhpadit, hæhttu de ietjas oahppijda sáme åhpadimev vaddet alternátijva åhpadimvuogij baktu vaddet.

source: Oahpahuslága láhkaásahus § 7-1 molssaevttolaš oahpahusvugiid birra, daddjo ahte gáiddusoahpahus lea okta máŋga molssaeavttuin.
smj: Åhpaduslága láhkatjállusa § 7-1 alternátijva åhpadimvuogij birra, le guhkásåhpadibme akta dájs alternátijva åhpadimvuogijs.

source: Odne fállojuvvo sámegielat gáiddusoahpahus sihke vuođđoskuvllas ja joatkkaskuvllas.
smj: Dálla fáladuvvá guhkásåhpadibme sáme gielaj vuodo- ja joarkkaskåvlåjn.

source: Nordlándda Fylkkamannis lea lulli- ja julevsámegiela gáiddusoahpahusa koordinerenovddasvástádus.
smj: Nordlánda Fylkamánnen le koordinerimvásstádus oarjjel- ja julevsámegielaj guhkásåhpadimes.

source: Finnmárkku Fylkkamánnis lea davvisámegiela gáiddusoahpahusa koordinerenovddasvástádus.
smj: Finnmárko Fylkamánnen le koordinerimvásstádus nuorttasámegiela guhkásåhpadimes
